[
  "People keep telling me \"orange\" but I still prefer \"pink\".",
  "Had he known what was going to happen, he would have never stepped into the shower.",
  "I'd always thought lightning was something only I could see.",
  "The bird had a belief that it was really a groundhog.",
  "Written warnings in instruction manuals are worthless since rabbits can't read.",
  "Thirty years later, she still thought it was okay to put the toilet paper roll under rather than over.",
  "I made myself a peanut butter sandwich as I didn't want to subsist on veggie crackers.",
  "Flying fish flew by the space station.",
  "I was fishing for compliments and accidentally caught a trout.",
  "I am happy to take your donation; any amount will be greatly appreciated.",
  "So long and thanks for the fish.",
  "The light that burns twice as bright burns half as long.",
  "The water flowing down the river didn’t look that powerful from the car",
  "Everyone was curious about the large white blimp that appeared overnight.",
  "It was a really good Monday for being a Saturday.",
  "Lets all be unique together until we realise we are all the same.",
  "I used to live in my neighbor's fishpond, but the aesthetic wasn't to my taste.",
  "A good example of a useful vegetable is medicinal rhubarb.",
  "He dreamed of eating green apples with worms.",
  "The gruff old man sat in the back of the bait shop grumbling to himself as he scooped out a handful of worms.",
  "I am never at home on Sundays.",
  "A glittering gem is not enough.",
  "He waited for the stop sign to turn to a go sign.",
  "The skeleton had skeletons of his own in the closet.",
  "He wasn't bitter that she had moved on but from the radish.",
  "She looked into the mirror and saw another person.",
  "The small white buoys marked the location of hundreds of crab pots.",
  "She cried diamonds.",
  "I used to practice weaving with spaghetti three hours a day but stopped because I didn't want to die alone.",
  "His son quipped that power bars were nothing more than adult candy bars."
]
